/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 80027
 Source Host           : 192.168.88.128:3306
 Source Schema         : shop_cart

 Target Server Type    : MySQL
 Target Server Version : 80027
 File Encoding         : 65001

 Date: 01/05/2023 00:55:04
*/
CREATE DATABASE /*!32312 IF NOT EXISTS*/`shop_cart` /*!40100 DEFAULT CHARACTER SET utf8 */ /*!80016 DEFAULT ENCRYPTION='N' */;

USE `shop_cart`;
SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for dts_cart
-- ----------------------------
DROP TABLE IF EXISTS `dts_cart`;
CREATE TABLE `dts_cart`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `user_id` int NULL DEFAULT NULL COMMENT '用户表的用户ID',
  `brand_id` int NULL DEFAULT NULL COMMENT '入驻品牌商编码',
  `goods_id` int NULL DEFAULT NULL COMMENT '商品表的商品ID',
  `goods_sn` varchar(63) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '商品编号',
  `goods_name` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '商品名称',
  `product_id` int NULL DEFAULT NULL COMMENT '商品货品表的货品ID',
  `price` decimal(10, 2) NULL DEFAULT 0.00 COMMENT '商品货品的价格',
  `number` smallint NULL DEFAULT 0 COMMENT '商品货品的数量',
  `specifications` varchar(1023) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '商品规格值列表，采用JSON数组格式',
  `checked` tinyint(1) NULL DEFAULT 1 COMMENT '购物车中商品是否选择状态',
  `pic_url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '商品图片或者商品货品图片',
  `add_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `deleted` tinyint(1) NULL DEFAULT 0 COMMENT '逻辑删除',
  `settlement_money` decimal(10, 2) NULL DEFAULT NULL COMMENT '代理结算佣金',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 801 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '购物车商品表' ROW_FORMAT = COMPACT;

-- ----------------------------
-- Records of dts_cart
-- ----------------------------
INSERT INTO `dts_cart` VALUES (194, 2, 1001016, 1937, '1937', '小米步儿童飞织鞋2019秋季新款韩版女童运动鞋透气网面男童休闲鞋', 41498, 93.75, 1, '[\"粉色\",\"34/内长21.4cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/856/938/11337839658_1848546139.400x400.jpg', '2019-07-15 21:45:08', '2019-07-15 21:45:08', 1, NULL);
INSERT INTO `dts_cart` VALUES (456, 8, 1001016, 19383, '19383', '小米步男童靴子2019秋冬新款英伦风儿童马丁靴女童韩版韩范儿短靴', 286365, 100.01, 1, '[\"沙色\",\"34/内长21.6cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/213/287/12091782312_1848546139.400x400.jpg', '2019-10-17 08:01:33', '2019-10-17 08:01:33', 1, NULL);
INSERT INTO `dts_cart` VALUES (457, 8, 1001016, 19429, '19429', '小米步儿童靴子2019秋冬新款韩版时尚男童马丁靴儿童加绒保暖短靴', 288024, 101.26, 1, '[\"棕色二棉\",\"37/内长23.3cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/404/461/12042164404_1848546139.400x400.jpg', '2019-10-17 08:10:02', '2019-10-17 08:10:02', 1, NULL);
INSERT INTO `dts_cart` VALUES (458, 8, 1001016, 19390, '19390', '小米步女童运动鞋2019秋季新款英伦风儿童马丁靴男童韩版高帮板鞋', 286579, 98.76, 1, '[\"藕粉\",\"37/内长23cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/576/898/11881898675_1848546139.400x400.jpg', '2019-10-17 08:12:33', '2019-10-17 08:12:33', 1, NULL);
INSERT INTO `dts_cart` VALUES (459, 8, 1001016, 19383, '19383', '小米步男童靴子2019秋冬新款英伦风儿童马丁靴女童韩版韩范儿短靴', 286371, 100.01, 1, '[\"沙色\",\"36/内长22.6cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/213/287/12091782312_1848546139.400x400.jpg', '2019-10-17 08:13:54', '2019-10-17 08:13:54', 1, NULL);
INSERT INTO `dts_cart` VALUES (460, 8, 1001016, 19381, '19381', '小米步女童板鞋2019秋季新款韩版百搭儿童运动鞋男童透气休闲鞋子', 286312, 101.26, 1, '[\"荧光绿\",\"32/内长19.7cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/901/917/11989719109_1848546139.400x400.jpg', '2019-10-17 10:55:13', '2019-10-17 10:55:13', 1, NULL);
INSERT INTO `dts_cart` VALUES (461, 8, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286114, 92.51, 1, '[\"米色\",\"/32/内长20.2cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 10:56:31', '2019-10-17 10:56:31', 1, NULL);
INSERT INTO `dts_cart` VALUES (462, 8, 1001016, 19372, '19372', '小米步女童靴子2019秋冬季新款英伦风儿童马丁靴男童网红潮流短靴', 285967, 103.76, 1, '[\"粉色\",\"32/内长20.7cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/389/251/12127152983_1848546139.400x400.jpg', '2019-10-17 10:58:00', '2019-10-17 10:58:00', 1, NULL);
INSERT INTO `dts_cart` VALUES (467, 8, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286111, 92.51, 1, '[\"米色\",\"31/内长19.5cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 16:59:54', '2019-10-17 16:59:54', 1, NULL);
INSERT INTO `dts_cart` VALUES (468, 8, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286113, 92.51, 1, '[\"黑色\",\"/32/内长20.2cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 17:01:40', '2019-10-17 17:01:40', 1, NULL);
INSERT INTO `dts_cart` VALUES (469, 8, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286118, 92.51, 1, '[\"银色\",\"33/内长20.8cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 17:01:56', '2019-10-17 17:01:56', 1, NULL);
INSERT INTO `dts_cart` VALUES (470, 8, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286113, 92.51, 1, '[\"黑色\",\"/32/内长20.2cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 17:03:00', '2019-10-17 17:44:16', 1, NULL);
INSERT INTO `dts_cart` VALUES (471, 8, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286118, 92.51, 1, '[\"银色\",\"33/内长20.8cm\"]', 0, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 17:03:16', '2019-10-17 18:11:22', 0, NULL);
INSERT INTO `dts_cart` VALUES (472, 8, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286111, 92.51, 1, '[\"米色\",\"31/内长19.5cm\"]', 0, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 17:03:26', '2019-10-17 18:10:17', 0, NULL);
INSERT INTO `dts_cart` VALUES (473, 1, 1001016, 19348, '19348', '小米步高帮儿童帆布鞋2019秋季新款一脚蹬女童布鞋迷彩时尚男童鞋', 284997, 48.76, 1, '[\"桔色\",\"27/内长17.2cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/922/557/11903755229_1848546139.400x400.jpg', '2019-10-17 17:57:10', '2019-10-17 17:57:10', 1, NULL);
INSERT INTO `dts_cart` VALUES (474, 1, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286113, 92.51, 1, '[\"黑色\",\"/32/内长20.2cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 18:02:36', '2019-10-17 18:02:36', 1, NULL);
INSERT INTO `dts_cart` VALUES (475, 1, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286111, 92.51, 1, '[\"米色\",\"31/内长19.5cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 18:02:59', '2019-10-17 18:02:59', 1, NULL);
INSERT INTO `dts_cart` VALUES (476, 1, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286118, 92.51, 1, '[\"银色\",\"33/内长20.8cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 18:03:12', '2019-10-17 18:03:12', 1, NULL);
INSERT INTO `dts_cart` VALUES (477, 8, 1001016, 19376, '19376', '小米步女童板鞋2019秋冬季新款韩版儿童加绒休闲鞋幼儿园小白鞋潮', 286113, 92.51, 1, '[\"黑色\",\"/32/内长20.2cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/095/291/12311192590_1848546139.400x400.jpg', '2019-10-17 18:10:44', '2019-10-17 18:10:44', 1, NULL);
INSERT INTO `dts_cart` VALUES (508, 19, 1001016, 19332, '19332', '小米步儿童短靴2019秋冬新款韩版时尚女童马丁靴小女孩加绒靴子潮', 284351, 107.51, 1, '[\"黑色二棉\",\"35/内长22.6cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/962/840/12332048269_1848546139.400x400.jpg', '2019-10-25 12:03:53', '2019-10-25 12:03:53', 1, NULL);
INSERT INTO `dts_cart` VALUES (611, 1, 1001073, 22869, '22869', 'MTS5526女童卫衣秋童装拼接撞色上衣中大童洋气长袖亲子装', 325508, 56.26, 1, '[\"9码（105-115CM)\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/353/744/11563447353_1376630459.400x400.jpg', '2019-11-19 22:24:07', '2019-11-19 22:24:07', 1, NULL);
INSERT INTO `dts_cart` VALUES (664, 115, 1001000, 23782, '23782', '316不锈钢智能保温杯显示温度水杯 创意新款商务礼品茶杯定制logo', 338984, 72.00, 1, '[\"粉色\",\"450ML\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/670/710/12031017076_995870446.360x360.jpg', '2019-11-30 22:22:38', '2019-11-30 22:22:38', 1, NULL);
INSERT INTO `dts_cart` VALUES (668, 120, 1001000, 23775, '23775', '华亚高档双层玻璃杯大容量茶杯透明水晶底车载杯创意礼品定制水杯', 338921, 49.88, 1, '[\"咖啡色\",\"320ml\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/422/940/10731049224_995870446.360x360.jpg', '2019-12-02 15:27:07', '2019-12-02 15:27:07', 0, NULL);
INSERT INTO `dts_cart` VALUES (673, 1, 1001000, 23804, '23804', '飞科电吹风机FH6255家用电吹风筒折叠式吹风机冷热风恒温静音风筒', 339005, 81.26, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/992/912/10291219299_490508976.400x400.jpg', '2019-12-02 20:35:20', '2019-12-17 17:50:36', 0, NULL);
INSERT INTO `dts_cart` VALUES (685, 115, 1001000, 23804, '23804', '飞科电吹风机FH6255家用电吹风筒折叠式吹风机冷热风恒温静音风筒', 339005, 81.26, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/992/912/10291219299_490508976.400x400.jpg', '2019-12-03 20:56:27', '2019-12-03 20:56:27', 1, NULL);
INSERT INTO `dts_cart` VALUES (686, 115, 1001000, 23836, '23836', '飞科吹风机FH6218 负离子家用2000W大功率冷热风 发廊静音电吹风', 339089, 68.76, 1, '[\"FH6218-中国红（可折叠）\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/027/269/10400962720_490508976.400x400.jpg', '2019-12-03 21:00:02', '2019-12-03 21:00:16', 1, NULL);
INSERT INTO `dts_cart` VALUES (689, 13, 1001016, 19319, '19319', '女童运动鞋ins超火 2019秋季新款韩版儿童老爹鞋男童网红休闲鞋潮', 283553, 92.51, 1, '[\"米色\",\"26/内长16.8cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/598/687/11769786895_1848546139.400x400.jpg', '2019-12-04 13:44:24', '2019-12-04 13:44:24', 0, NULL);
INSERT INTO `dts_cart` VALUES (706, 19, 1001000, 23776, '23776', '华亚创意礼品定制 1L大容量水杯 户外旅行壶  304不锈钢保温杯', 338930, 38.63, 2, '[\"迷彩\",\"1000ml\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/367/939/9070939763_995870446.360x360.jpg', '2019-12-08 21:30:00', '2019-12-08 21:30:03', 1, NULL);
INSERT INTO `dts_cart` VALUES (707, 19, 1001000, 23781, '23781', '定制高档商务礼品  带手柄泡茶杯子304不锈钢水杯 男士办公保温杯', 338949, 48.76, 1, '[\"蓝色\",\"420ml\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/863/356/9082653368_995870446.360x360.jpg', '2019-12-08 21:31:46', '2019-12-08 21:31:51', 1, NULL);
INSERT INTO `dts_cart` VALUES (708, 145, 1001000, 23851, '23851', '小熊加湿器家用静音大容量卧室孕妇婴儿空气净化大雾香薰机A40A2', 339131, 86.26, 1, '[\"小熊5升升级净化版JSQ-A50U1\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/702/808/10011808207_490508976.400x400.jpg', '2019-12-09 02:37:53', '2019-12-09 02:37:53', 0, NULL);
INSERT INTO `dts_cart` VALUES (719, 160, 1001000, 23851, '23851', '小熊加湿器家用静音大容量卧室孕妇婴儿空气净化大雾香薰机A40A2', 339131, 86.26, 2, '[\"小熊5升升级净化版JSQ-A50U1\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/702/808/10011808207_490508976.400x400.jpg', '2019-12-13 15:29:01', '2019-12-13 15:29:01', 0, NULL);
INSERT INTO `dts_cart` VALUES (769, 194, 1001000, 23847, '23847', '飞科电动剃须刀男士刮胡刀全身水洗智能充电式胡须刀正品FS339', 339126, 111.26, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/688/984/12458489886_490508976.400x400.jpg', '2019-12-20 11:09:20', '2019-12-20 11:09:20', 1, NULL);
INSERT INTO `dts_cart` VALUES (770, 195, 1001000, 23841, '23841', ' 飞科FH6811 直发器专业恒温烫发铝制加热夹板', 339100, 37.38, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/015/710/8705017510_490508976.400x400.jpg', '2019-12-20 11:55:50', '2019-12-20 11:55:50', 0, NULL);
INSERT INTO `dts_cart` VALUES (771, 196, 1001000, 23847, '23847', '飞科电动剃须刀男士刮胡刀全身水洗智能充电式胡须刀正品FS339', 339126, 111.26, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/688/984/12458489886_490508976.400x400.jpg', '2019-12-20 15:35:57', '2019-12-20 15:35:57', 0, NULL);
INSERT INTO `dts_cart` VALUES (780, 200, 1001000, 23851, '23851', '小熊加湿器家用静音大容量卧室孕妇婴儿空气净化大雾香薰机A40A2', 339131, 86.26, 2, '[\"小熊5升升级净化版JSQ-A50U1\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/702/808/10011808207_490508976.400x400.jpg', '2022-01-07 14:42:09', '2022-01-07 14:42:09', 1, NULL);
INSERT INTO `dts_cart` VALUES (781, 200, 1001000, 23845, '23845', '康》佳电热毯双人双控三人家用安全无辐射加大单人学生宿舍电褥子', 339111, 31.26, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/781/269/12546962187_490508976.400x400.jpg', '2022-01-08 05:06:30', '2022-01-08 05:06:30', 1, NULL);
INSERT INTO `dts_cart` VALUES (782, 200, 1001000, 23851, '23851', '小熊加湿器家用静音大容量卧室孕妇婴儿空气净化大雾香薰机A40A2', 339131, 86.26, 1, '[\"小熊5升升级净化版JSQ-A50U1\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/702/808/10011808207_490508976.400x400.jpg', '2022-01-08 07:04:07', '2022-01-08 07:04:07', 1, NULL);
INSERT INTO `dts_cart` VALUES (783, 200, 1001000, 23848, '23848', '飞科剃须刀电动男士刮胡刀全身水洗智能充电式胡须刀正品壹FS308', 339127, 98.76, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/935/133/10994331539_490508976.400x400.jpg', '2022-01-08 11:07:48', '2022-01-08 11:07:48', 1, NULL);
INSERT INTO `dts_cart` VALUES (784, 200, 1001000, 23851, '23851', '小熊加湿器家用静音大容量卧室孕妇婴儿空气净化大雾香薰机A40A2', 339130, 86.26, 1, '[\"小熊5L标准版（C50Q1）\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/702/808/10011808207_490508976.400x400.jpg', '2022-01-08 12:21:41', '2022-01-08 12:21:41', 1, NULL);
INSERT INTO `dts_cart` VALUES (785, 200, 1001000, 23847, '23847', '飞科电动剃须刀男士刮胡刀全身水洗智能充电式胡须刀正品FS339', 339126, 111.26, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/688/984/12458489886_490508976.400x400.jpg', '2022-01-09 10:30:58', '2022-01-09 13:22:54', 1, NULL);
INSERT INTO `dts_cart` VALUES (786, 200, 1001016, 19315, '19315', '小米步女童靴子2019秋季新款韩版儿童马丁靴防滑软底百搭男童皮靴', 283206, 93.76, 1, '[\"白色\",\"26/内长17cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/392/119/12086911293_1848546139.400x400.jpg', '2022-01-12 06:58:02', '2022-01-12 06:58:02', 1, NULL);
INSERT INTO `dts_cart` VALUES (787, 200, 1001000, 23851, '23851', '小熊加湿器家用静音大容量卧室孕妇婴儿空气净化大雾香薰机A40A2', 339130, 86.26, 1, '[\"小熊5L标准版（C50Q1）\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/702/808/10011808207_490508976.400x400.jpg', '2022-01-12 07:04:06', '2022-01-12 07:04:06', 0, NULL);
INSERT INTO `dts_cart` VALUES (788, 200, 1001000, 23847, '23847', '飞科电动剃须刀男士刮胡刀全身水洗智能充电式胡须刀正品FS339', 339126, 111.26, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/688/984/12458489886_490508976.400x400.jpg', '2022-01-12 07:04:16', '2022-01-12 07:04:16', 0, NULL);
INSERT INTO `dts_cart` VALUES (789, 201, 1001073, 22900, '22900', 'JP5244女中大童装韩版冬季外套仿羊绒呢子大衣中长款加厚亲子外套', 326138, 161.26, 1, '[\"11码(115-125CM)\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/888/470/12375074888_1376630459.400x400.jpg', '2023-05-05 23:51:03', '2023-05-06 00:04:53', 1, NULL);
INSERT INTO `dts_cart` VALUES (790, 201, 1001073, 22901, '22901', 'JP5255冬季儿童棉服时尚加厚中长款棉衣男女童两穿外套/可做马甲', 326145, 186.26, 1, '[\"9码（105-115CM)\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/916/512/12347215619_1376630459.400x400.jpg', '2023-05-06 00:30:26', '2023-05-06 00:30:26', 1, NULL);
INSERT INTO `dts_cart` VALUES (791, 201, 1001073, 22901, '22901', 'JP5255冬季儿童棉服时尚加厚中长款棉衣男女童两穿外套/可做马甲', 326147, 186.26, 1, '[\"13码(125-135CM)\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/916/512/12347215619_1376630459.400x400.jpg', '2023-05-06 00:31:05', '2023-05-06 00:31:05', 1, NULL);
INSERT INTO `dts_cart` VALUES (792, 201, 1001073, 22937, '22937', 'OP5679女童连衣裙2019冬季新品裙子中大童弹力毛衣拼接网纱公主裙', 326561, 81.26, 1, '[\"13码(125-135CM)\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/635/222/12303222536_1376630459.400x400.jpg', '2023-05-06 00:31:36', '2023-05-06 00:31:36', 1, NULL);
INSERT INTO `dts_cart` VALUES (793, 201, 1001016, 19315, '19315', '小米步女童靴子2019秋季新款韩版儿童马丁靴防滑软底百搭男童皮靴', 283206, 93.76, 1, '[\"白色\",\"26/内长17cm\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/392/119/12086911293_1848546139.400x400.jpg', '2023-05-06 23:57:06', '2023-05-06 23:57:06', 1, NULL);
INSERT INTO `dts_cart` VALUES (794, 201, 1001073, 22870, '22870', 'TS5312韩版童装百搭五色高弹毛衣秋冬中大童高领毛衣儿童打底衫', 325548, 61.26, 1, '[\"米白\",\"19码(155-160CM)(妈咪M码）\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/503/574/12009475305_1376630459.400x400.jpg', '2023-05-07 00:00:51', '2023-05-07 00:00:51', 1, NULL);
INSERT INTO `dts_cart` VALUES (795, 201, 1001073, 22937, '22937', 'OP5679女童连衣裙2019冬季新品裙子中大童弹力毛衣拼接网纱公主裙', 326559, 81.26, 1, '[\"9码（105-115CM)\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/635/222/12303222536_1376630459.400x400.jpg', '2023-05-07 00:04:49', '2023-05-07 00:04:49', 1, NULL);
INSERT INTO `dts_cart` VALUES (796, 201, 1001073, 22937, '22937', 'OP5679女童连衣裙2019冬季新品裙子中大童弹力毛衣拼接网纱公主裙', 326559, 81.26, 1, '[\"9码（105-115CM)\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/635/222/12303222536_1376630459.400x400.jpg', '2023-05-07 00:05:36', '2023-05-07 00:05:36', 1, NULL);
INSERT INTO `dts_cart` VALUES (797, 201, 1001073, 22870, '22870', 'TS5312韩版童装百搭五色高弹毛衣秋冬中大童高领毛衣儿童打底衫', 325548, 61.26, 1, '[\"米白\",\"19码(155-160CM)(妈咪M码）\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2019/503/574/12009475305_1376630459.400x400.jpg', '2023-05-07 00:08:38', '2023-05-07 00:08:38', 1, NULL);
INSERT INTO `dts_cart` VALUES (798, 201, 1001000, 23849, '23849', ' 飞科FS7805电动鼻毛修剪器男士剃鼻毛器男用防水洗', 339128, 24.88, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/267/299/9206992762_490508976.400x400.jpg', '2023-05-07 00:11:53', '2023-05-07 00:11:53', 1, NULL);
INSERT INTO `dts_cart` VALUES (799, 201, 1001000, 23849, '23849', ' 飞科FS7805电动鼻毛修剪器男士剃鼻毛器男用防水洗', 339128, 24.88, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/267/299/9206992762_490508976.400x400.jpg', '2023-05-07 00:13:11', '2023-05-07 00:13:11', 1, NULL);
INSERT INTO `dts_cart` VALUES (800, 201, 1001000, 23849, '23849', ' 飞科FS7805电动鼻毛修剪器男士剃鼻毛器男用防水洗', 339128, 24.88, 1, '[\"标准\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/267/299/9206992762_490508976.400x400.jpg', '2023-05-07 00:14:03', '2023-05-07 00:14:03', 1, NULL);
INSERT INTO `dts_cart` VALUES (801, 201, 1001000, 23851, '23851', '小熊加湿器家用静音大容量卧室孕妇婴儿空气净化大雾香薰机A40A2', 339130, 86.26, 8, '[\"小熊5L标准版（C50Q1）\"]', 1, 'https://cbu01.alicdn.com/img/ibank/2018/702/808/10011808207_490508976.400x400.jpg', '2023-05-07 00:17:12', '2023-05-07 00:21:31', 1, NULL);

SET FOREIGN_KEY_CHECKS = 1;
